{
    "list": [
        {
            "header": "To my best friend and love",
            "body": "I'm writing this to tell you some of the things I love about you (It wouldn't be possible for me to list them all). I hope this helps you feel like you are worth loving, and that yours is the only love I want."
        },
        {
            "header": "I love your smile",
            "body": "Your smile not only lights up the room, but lights up my life."
        },
        {
            "header": "I love your lips",
            "body": "Your lips always leave a taste my heart can't forget."
        },
        {
            "header": "I love your laugh",
            "body": "There are few sounds that carry the same amount and variety of feeling to my heart as does your laugh."
        },
        {
            "header": "I love your body",
            "body": "Your body is beautiful, I love your hips most of all."
        },
        {
            "header": "I love your relationship with our families",
            "body": "I can't wait to see the relationship you have with ours."
        },
        {
            "header": "I love your drive",
            "body": "You are so driven to accomplish anything and everything that you desire. You never cease to amaze me with everything that you are accomplishing."
        },
        {
            "header": "I love your intelligence",
            "body": "You are so smart (2 degrees)."
        },
        {
            "header": "I love your patience",
            "body": "You put up with my mistakes. Need I say more?"
        },
        {
            "header": "I love that you go to therapy",
            "body": "You are incredibly strong and willing to make hard decisions to work on making yourself the best you can be."
        },
        {
            "header": "I love that you care for my health",
            "body": "It really means a lot to me that you have my best interest in mind."
        },
        {
            "header": "I love that you are thoughtful",
            "body": "It made me so happy when you went out to dinner and asked if I wanted you to bring me anything."
        },
        {
            "header": "I love that you are willing to help me clean",
            "body": "This includes the house, doing laundry, the dishes, etc."
        },
        {
            "header": "I love that you are willing to play videogames with me",
            "body": "There isn't much better than my favorite hobby with my favorite person."
        },
        {
            "header": "I love that you are encouraging",
            "body": "You encourage me to do things at work that I am afraid to do."
        },
        {
            "header": "I love that you are supportive",
            "body": "You support me through my struggles, the decisions I make, and I know you will always have my back."
        },
        {
            "header": "I love that you are kind",
            "body": "You are kind to everyone around you. You have students and dance moms that adore you. I do too."
        },
        {
            "header": "I love your sex",
            "body": "You know exactly how to make me feel amazing, and I can't get enough."
        },
        {
            "header": "I love how you love me",
            "body": "You love me when I struggle to love myself. I am grateful every day to have met you, and to be able to call you mine."
        }
    ]
}